
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
txt_next = 'Начать'
txt_instruction = '''Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья. /n' 
                   Проба Руфье представляет собой нагрузочный комплекс, предназначеный для оценки работоспособности сердца при физической нагрузке. /n' 
                   У испытуемого, находящегося в положении лежа на спине в течении 5 мин, определяют частоту пульса за 15 секунд; /n'
                   затем в течении 45 секунд испытуемый ложится, и у него вновь подчитывается число пульсаций за первые 15 секунд, /n'
                   а потом - за последнии 15 секунд первой минуты периода восстановления. /n'
                   Важно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в /n'
                   ушах, сильная отдышка и др.), то тест необходимо прервать и обратиться к врачу.'''
txt_title = 'Здоровье'
txt_name = 'Введите Ф.И.О.:'
txt_hintname = "Ф.И.О"
txt_hintage = "0"
txt_test1 = '''Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер. /n'
             Результат запишите в соответствующее поле.'''
txt_test2 = '''Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания", /n
             чтобы запустить счетчик приседаний.'''
txt_test3 = '''Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд. /n'
               Нажмите на кнопку "Начать финальный тест", чтобы запустить таймер. /n'
               Зеленым обозначены секунды, в течении которых необходимо /n'
               проводить измерения, черным - минуты без замера пульсаций. Результаты запишите в соответствующие поля.'''
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'

txt_age = 'Полных лет:'
txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье:'
txt_workheart = 'Работоспособность сердца:'
